<?php

return [
        //appPortal
    'Homepage' => ' الرئيسية',
    'aboutUs' => 'من نحن ',
    'contactUs' => 'تواصل معنا ',
    'UserManual' => 'دليل المستخدم',
    'HelpCenter' => 'مركز المساعدة ',
    'MediaCenter' => 'المركز الاعلامي',
    'question' => 'الاسئلة الشائعة',
    'news' => 'الاخبار',
    'virtual_towers' => 'الأبراج الأفتراضية',

    'technical_support' => 'الدعم الفني',
    'ourTeam' => 'فريق العمل ',
    'Links' => 'روابط مهمه',
    'signin' => 'تسجيل الدخول',
    'des_Footer'=> 'كيف يمكنني تحميل التطبيق',
    'des_Footer_1'=> 'تستطيع تحميل تطبيق جهات من متجر جوجل أو أبستور',
    'des_Footer_2'=> '  يمكنك متابعتنا على قنوات التواصل الأجتماعي',
    'des_Footer_3'=> 'عن منصة جهات',
    'des_Footer_4'=> ' جميع الحقوق محفوظة منصة جهات ',
 // end appPortal

    // homepages
    'platform' => 'منصة ',
    'jehat' => ' جهات',
    'des' => 'مـسـتـقـبل كل الجـهـات',
    'jehat_platform' => 'منصة جهات',
    'des_1' => ' تـتيح للجهات فتح مكاتب افتراضية لموظفيها وغرف اجتمـاعات 
    كما تمكن المستفيدين من الوصول للجهات بكل سهولة ويسر',
    'des_2' => 'أكثر من 850 جهة وشركة وثقوا بنا ',
    'des_3' => '
    أول أبراج مكتبية أفتراضية .... نعم اول أبراج أفتراضيه تعكس الواقع الفعلي للابراج المكتبيه
    وتستطيع أي جهة أن تأخذ مساحة بهذا البرج وتفتح مكاتب أفتراضية لكل موظفيها فتتمكن الجهة من نقل
    العمل المكتبي الى بيئة الكترونية منظمة وفق احدث المتطلبات ومعايير الحماية',
    'des_4' => 'ماذا قالوا عنا ',
    // end homepages
       // aboutUs
       'us' => 'نحن',
       'about' => 'من',
     //end  aboutUs
//contactUs
'with' => 'معنا',
'contact' => 'تواصل ',
//Media Center
'Center' => 'المركز ',
'Media' => 'الاعلامي ',

];