@extends('layouts.appPortal')

@section('content')

    <main>
        <!--? slider Area Start-->
        <section class="slider-area slider-area2">
            <div class="slider-active">
                <!-- Single Slider -->
                <div class="single-slider slider-height2">
                    <div class="container">
                        <div class="row justify-content-center">
                            <div class="col-xl-8 col-lg-11 col-md-12">
                                <div class="hero__caption hero__caption2 text-center">
                                    <h1 data-animation="bounceIn" data-delay="0.2s">مركز المساعدة</h1>
                                </div>
                            </div>
                        </div>
                    </div>          
                </div>
            </div>
        </section>
        
        <div class="faq-section section-padding40" >
            <div class="container">

                <div class="row justify-content-center">
                    <div class="col-lg-8">
                        <div class="section-tittle">
                            <h2>منصة المستفيد</h2>
                        </div>
                        <div class="collapse-wrapper">
                            <div class="accordion" id="accordionExample">
                                <!-- single-one -->
                                <div class="card">
                                    <div class="card-header" id="headingOne">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed"  data-toggle="collapse" data-target="#collapseOne" aria-expanded="false" aria-controls="collapseOne">طلباتي</a>
                                        </h2>
                                    </div>
                                    <div id="collapseOne" class="collapse" aria-labelledby="headingOne" data-parent="#accordionExample">
                                        <div class="card-body">
                                            <h4> عرض طلباتي 
                                            <br> 
                                            بالنقر على أيقونة (طلباتي) ستظهر صفحة تستطيع من خلالها تحديد الخصوصية
 وذلك باختيار ( مفتوحه - مغلقة ) وأيضا يمكنك عرض جميع الطلبات التي قمت 
برفعها من خلال قائمة تحتوي على بيانات الطلب مثل
 ( الموضوع - الموظف - نوع المعامله - التاريخ - الحالة والكود) 
 </h4>
                                            

                                            
                                           <h4> إضافة طلب
                                           <br>
                                           بالنقر على ايقونة (إضافة طلب ) ستظهر لك صفحة بها (بيانات الطلب) 
ومنها يتم اختيار الجهة المراد ارسال الطلب إليها ثم اختيار
(نوع الطلب - وكتابة الموضوع) ومن ثم إضافة جميع التفاصيل
 التي تختص بالطلب. حيث يمكنك تحديد أولوية الطلب
 ( طوارئ - عادية - مهمة - منخفضة ) وبالنقر على (اختيار الملفات) 
يمكنك ارفاق جميع المهمات الخاصة بالطلب ثم النقر على ايقونة حفظ أسفل الصفحة 
                                            </h4>
                                        </div>

                                    </div>
                                </div>
                                <!-- single-two -->
                                 
                                <div class="card">
                                    <div class="card-header" id="headingtwo">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapsetwo" aria-expanded="false" aria-controls="collapsetwo"> خطاباتي </a>
                                        </h2>
                                    </div>
                                    <div id="collapsetwo" class="collapse" aria-labelledby="headingtwo" data-parent="#accordionExample">
                                        <div class="card-body">
                                           <h3> 
                                            شرح خطاباتي
                                            <br>
                                            خانة تعرض لك جميع الخطابات المعروضة بصفحتك 
                                               مرفق فيها رقم و عنوان و وقت و تاريخ وحالة
                                                     (معتمد او مرفوض ) الخطاب ويوجد خانة تحكم يوجد بها
                                                             (تفاصيل- حذف-طباعة) الخطاب وايضاً يمكن البحث عن
                                                   الخطاب عن طريق التواريخ بتحديدها من و إلى تاريخ هجري او ميلادي  ثم عرضه
                                            </h3>
                                            <h4>
                                            اضافة خطاب 
                                            <br>
                                                    من خانة إضافة خطاب يمكنك انشاء خطابك عن طريق كتابة عنوان ونص الخطاب بعد
                                                     ذلك يمكنك معاينة الخطاب قبل حفظه عن طريق زر معاينه ثم نقوم بالضغط على حفظ.



                                            </h4>
                                        </div>
                                    </div>
                                </div>
                                <!-- single-three -->
                                <div class="card">
                                    <div class="card-header" id="headingThree">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed"  data-toggle="collapse" data-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree"> المفوضين </a>
                                        </h2>
                                    </div>
                                    <div id="collapseThree" class="collapse" aria-labelledby="headingThree" data-parent="#accordionExample">
                                        <div class="card-body">
                                         <h4> شرح المفوضين
                                         <br> 
                                         المفوضين هي خانه تمكنك من تفويض شخص ينوب عنك في المنصة</h4>
                                         
                            
                                            <h3> إضافة مفوض
                                            <br>
                                            بالضغط على المفوضين ثم تعديل ثم 
                                             تقوم بتعبئة البيانات ..  تضيف اسم المفوض باللغة العربية
                                             والانجليزية ورقم الجوال والبريد الالكتروني ومن ثم حفظ عند
                                             المفوضين سيظهر البيانات التي قمت باضافتها للمفوض اسمه 
                                            ورقمه وبريدة الالكتروني وحالة تحكم ( تفاصيل - حذف - طباعة)
                                            </h3>

                                        </div>
                                    </div>
                                </div>
                                <!-- single-four -->
                                <div class="card">
                                    <div class="card-header" id="headingfouree">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseFoure" aria-expanded="false" aria-controls="collapseFoure">انشاء جهة </a>
                                        </h2>
                                    </div>
                                    <div id="collapseFoure" class="collapse" aria-labelledby="headingfouree" data-parent="#accordionExample">
                                        <div class="card-body">
                                            <h4> شرح انشاء جهة
                                            <br> 
                                            هي خانة تستطيع من خلالها انشاء الجهة الخاصة بك عن طريق الدخول
                                             الى منصة جهات ومن ثم التسجيل فتفتح الصفحة الرئسية  بعد الدخول مباشرة على المنصة 
                                             يتم اختيار خانة انشاء جهة من ايقونة انشاء جهه على الشريط يمين الصفحة
                                              هذه الايقونة تحتوى على خانة اسم الشركة الخاصة بكم باللغة العربية
                                              والانجليزية ، وخانة الرقم الضريبي للشركة الخاصة بكم باللغة العربية
                                              والانجليزية ، وبها معلومات الاتصال الخاصة بالمالك او المدير التنفيذى
                                              الخاص بالشركة باللغة العربية والانجليزية ايضا وتظهر اسفل الشاشة
                                              خانة اضافة المعاملات او المنتجات الخاصة بكم تستطيع من خلالها
                                              اضافة ماتريد ومن ثم الضغط على حفظ وهكذا تكون قد تمت الاضافة </h4>


                    
                                        </div>
                                    </div>
                                </div>

                                 
                                 <!-- single-five -->
                                <div class="card">
                                    <div class="card-header" id="headingfive">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseFive" aria-expanded="false" aria-controls="collapseFive"> مواعيدي </a>
                                        </h2>
                                    </div>
                                    <div id="collapseFive" class="collapse" aria-labelledby="headingfive" data-parent="#accordionExample">
                                        <div class="card-body">
                                            <h3> شرح مواعيدي
                                            <br> خدمة مواعيدي هي خدمة تتيح لك  ترتيب المواعيد وتنسيقها وتنظيمها </h3>

                                            <h4> اضافة موعد
                                            <br> بالضغط على خانة اضافة موعد يمكنك تسجيل تفاصيل موعدك وتاريخه
                                             و العنوان الذى تريد كما يمكنك اختيار طريقة التنبيه المناسبة لك سواء كانت عبر المنصة او من خلال البريد الالكترونى او كلاهما .. كما يمكنك ارفاق اى تفاصيل اضافية وللاطلاع على اى موعد خاص بك تم اضافته من قبل ،
                                              فقط اضغط على خانة مواعيدى
                                               .. ستظهر امامك جميع المواعيد المسجلة
                                            </h4>
                                            


                    
                                        </div>
                                    </div>
                                      <!-- single-six -->
                                <div class="card">
                                    <div class="card-header" id="headingsix">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseSix" aria-expanded="false" aria-controls="collapseSix"> البيانات الشخصية </a>
                                        </h2>
                                    </div>
                                    <div id="collapseSix" class="collapse" aria-labelledby="headingsixSix" data-parent="#accordionExample">
                                        <div class="card-body">
                                           <h3>عرض البيانات الشخصية
                                            <br> في منصة المستفيد نقوم بالضغط على أيقونة البيانات الشخصية ومن ثم ستظهر البيانات الخاصة بالمستفيد تحتوي على : الاسم - العنوان - الدولة - النوع - البريد الالكتروني - رقم الهاتف . ويمكنك التعديل عليها من خلال الضغط على أيقونة تعديل أسفل الصفحة وستظهر لك صفحة أيقونة حفظ لحفظ البيانات التي تم تعديلها. </h3>

                                           
                                        </div>
                                    </div>
                                </div>
                                         <!-- single-seven -->
                                <div class="card">
                                    <div class="card-header" id="headingseven">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseSeven" aria-expanded="false" aria-controls="collapseSeven">اجتماعاتي </a>
                                        </h2>
                                    </div>
                                    <div id="collapseSeven" class="collapse" aria-labelledby="headingSeven" data-parent="#accordionExample">
                                        <div class="card-body">
                                           <h3> حضور الاجتماع 
                                            <br> 
                                                تستطيع الاطلاع على ما يخص الاجتماعات التي تمت دعوتك إليها
                                                من خلال النقر على أيقونة (اجتماعاتي) الخاصة بك  ومن ايقونة (كل الحالات) يمكنك الاطلاع على
                                               جميع الاجتماعات التي تم حضورها سوءا كان الاجتماع ( جديد - منعقد - تم - ملغي) تستطيع أيضا 
                                               عرض جميع المعلومات عن الاجتماع ( رئيس الاجتماع وكوده وعنوانه وتاريخه ووقته ونوعه وحالته) .
                                                وتستطيع معرفة عدد الأعضاء المدعوين من خلال النقر على أيقونة (أعضاء الاجتماع) ويوجد أسفلها عدد 
                                              الحاضرين والغائبين ونسبة الحضور . ويمكنك الاطلاع على منسوبي الجهات الذين تمت دعوتهم .
                                               ويتاح لك طباعة التقرير الخاص بالاجتماع من خلال النقر على أيقونة (طباعة التقرير)  .
                                              وفي الأسفل توجد بنود الاجتماع ويتم التصويت عليها من خلال النقر على أيقونة تصويت على كل بند
                                                 ومن ثم اختيار (موافق أو غير موافق ) ثم النقر على (تصويت) . 
											</h3>

                                        </div>
                                    </div>
                                </div> 
                                                     <!-- single-eight -->
                                <div class="card">
                                    <div class="card-header" id="headingeight">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseeight" aria-expanded="false" aria-controls="collapseeight">المستندات</a>
                                        </h2>
                                    </div>
                                    <div id="collapseeight" class="collapse" aria-labelledby="headingeight" data-parent="#accordionExample">
                                        <div class="card-body">
                                           <h3> اضافة مستند 
                                            <br> 
                                            هي خانة تمكنك من ادراج او تعديل المستندات في منصة جهات وهي من خلال الذهاب الى الصفحة الرئيسية للمستفيد ثم إختيار أيقونة المستندات من أعلى الصفحة ثم بعد ذلك الضغط على تعديل وملئ البيانات المطلوبة عن طريق كتابة (الاسم باللغة الإنجليزية - الاسم باللغة العربية - الرقم - وتاريخ الانتهاء) ومن ثم اختيار خانة مستند واضافته .
											</h3>

                                        </div>
                                    </div>
                                </div>
                                        <!-- single-nine -->
                                <div class="card">
                                    <div class="card-header" id="headingnine">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapsenine" aria-expanded="false" aria-controls="collapsenine">خطابات واردة بغرض الاعتماد</a>
                                        </h2>
                                    </div>
                                    <div id="collapsenine" class="collapse" aria-labelledby="headingnine" data-parent="#accordionExample">
                                        <div class="card-body">
                                           <h3>  معرفة حالة الخطابات الواردة
                                            <br> 
                                                هي خانة تمكنك من معرفة حالة الخطابات الواردة في منصة المستفيد الشخصية ويمكنك معرفة حالتها عن طريق التوجه إلى الصفحة الرئيسية للمستفيد  ومن بعد ذلك إختيار أيقونة خطابات واردة بغرض الإعتماد من يسار الصفحة ومن ثم ستظهر لك جميع الخطابات الواردة الجديدة أو التي تحتاج إلى اعتماد أو رفض من قبل المستفيد. 
											</h3>

                                        </div>
                                    </div>
                                </div>

                                </div>

                                
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>

<div class="faq-section section-padding40" >
            <div class="container">

                <div class="row justify-content-center">
                    <div class="col-lg-8">
                        <div class="section-tittle">
                            <h2>منصة الموظف</h2>
                        </div>
                        <div class="collapse-wrapper">
                            <div class="accordion" id="accordionExample">
                                <!-- single-one -->
                                <div class="card">
                                    <div class="card-header" id="headingOnee">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed"  data-toggle="collapse" data-target="#collapseOnee" aria-expanded="false" aria-controls="collapseOnee">الاجتماعات</a>
                                        </h2>
                                    </div>
                                    <div id="collapseOnee" class="collapse" aria-labelledby="headingOnee" data-parent="#accordionExample">
                                        <div class="card-body">
                                            <h4> اضافة اجتماع</h4>
                                            
                                        </div>

                                    </div>
                                </div>
                                <!-- single-two -->
                                 
                                <div class="card">
                                    <div class="card-header" id="headingtwoo">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapsetwoo" aria-expanded="false" aria-controls="collapsetwoo">خطابات</a>
                                        </h2>
                                    </div>
                                    <div id="collapsetwoo" class="collapse" aria-labelledby="headingtwoo" data-parent="#accordionExample">
                                        <div class="card-body">
                                           <h3> 
                                            اضافة خطاب
                                            <br>
                                            هي خانة تمكنك من إضافة الخطابات في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي ومن بعد ذلك اختيارخانة خطابات واختيار إضافة خطاب بعد ذلك ستظهر لك صفحة إضافة خطاب قم بتعبئة البيانات التالية (جهة الخطاب-العنوان-نص الخطاب)واذا كنت تريد اظهار المعاينة لنص الخطاب الخاص بك قم بالضغط على (معاينة) في اسفل الصفحة وعند الانتهاء من اجراءات الخطاب اختر (حفظ).


                                            </h3>
                                            <h4>
خطاباتي                                             <br>
                                                  هي خانة تمكنك من إظهار جميع الخطابات الخاصة بك في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي ومن بعد ذلك اختيارخانة خطابات واختيار خطاباتي بعد ذلك ستظهر لك صفحة الخطابات قم بتعبئية زمن الخطاب الذي تبحث عنه من الى ويمكنك كتابة التاريخ هجريا او ميلاديا حسبما تريد بعد ذلك ستظهر لك جميع الخطابات التي تبحث عنها. و يمكنك عرض تفاصيل الخطاب(رقم الخطاب وعنوانه وتاريخ الخطاب ووقته والجهة والحالة واسم منشئ الخطاب) ,  او اسناده للتصديق من خلال اختيار الجهة ثم الضغط على أيقونة ارسال ,   او اسنادة للاعتماد من خلال اختيار جهة أو مستفيد فإذا كانت جهة يتم تحديد اسم الجهة وإذا كان مستفيد يتم إضافة رقم هويته ومن ثم اختيار أيقونة ارسال.  ويمكنك حذف الخطاب  او طباعتة من خلال الخيارات الموجودة اعلى يسار الخطاب .
												  
                                            </h4>
											
											
											<h4>كل خطابات الموظفين 
											<br> 
											هي خانة تمكنك من معرفة جميع خطابات الموظفين  في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي ومن بعد ذلك اختيارخانة خطابات واختيار كل خطابات الموظفين بعد ذلك قم بتعبئية البيانات الخاصة بخطاب الموظف(اختر الموظف-نوع الخطاب - تاريخ الخطاب ) ويمكنك بعد الانتهاء الضغط على زر الطباعة اسفل الصفحة او اختيار عرض وسيظهر لك جمييع خطابات الموظفين. 


											
											</h4>
											
											
											<h4>خطابات واردة بغرض التصديق
											<br> 
											
											هي خانة تمكنك من معرفة جميع الخطابات الواردة بغرض التصديق في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي ومن بعد ذلك اختيارخانة خطابات واختيار خطابات واردة بغرض التصديق عند الضغط عليها ستظهر لك صفحة تحتوي على جميع الخطابات الواردة بغرض التصديق مع حالة كل خطاب ومن الخيارات الموجودة أعلى يسار الخطاب يمكنك عرض تفاصيل الخطاب او طباعته. والأيقونات الملونة في أعلى الصفحة تقوم بعرض الخطابات المراد عرضها  فالأيقونة البرتقالية تعرض كل الخطابات الجديدة والايقونة الخضراء تعرض كل الخطابات الموثقة والايقونة  الحمراء تعرض كل الخطابات المرفوضة وتستطيع  قبول أو رفض الخطاب من خلال الأيقونات الموجودة أسفل كل خطاب.


											</h4>
											
											
											
											
											<h4>خطابات وارده بغرض الاعتماد
											<br> 
											هي خانة تمكنك من معرفة الخطابات الواردة بغرض الاعتماد  في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي ومن بعد ذلك اختيارخانة خطابات واختيار خطابات واردة بغرض الاعتماد ستظهر لك صفحة تحتوي على جميع الخطابات الواردة بغرض الاعتماد مع حالة كل خطاب وفي اعلى  يسار الخطاب تظهر لك خيارات  تمكنك من عرض تفاصيل الخطاب او طباعة الخطاب.  والايقونات الملونة  في اعلى الصفحة تقوم بعرض الخطابات المراد عرضها  فالأيقونة البرتقالية تعرض كل الخطابات الجديدة والأيقونة الخضراء  تعرض كل الخطابات المعتمدة والأيقونة الحمراء تعرض كل الخطابات المرفوضة وتستطيع  قبول أو رفض الخطاب من خلال الأيقونات الموجودة أسفل كل خطاب.


											
											</h4>
											
											
											
                                        </div>
                                    </div>
                                </div>
                                <!-- single-three -->
                                <div class="card">
                                    <div class="card-header" id="headingThreee">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed"  data-toggle="collapse" data-target="#collapseThreee" aria-expanded="false" aria-controls="collapseThreee"> اعدادات </a>
                                        </h2>
                                    </div>
                                    <div id="collapseThreee" class="collapse" aria-labelledby="headingThreee" data-parent="#accordionExample">
                                        <div class="card-body">
                                                  <h3>الجهات
		  
                                            <br>هي خانة تمكنك من اضافة لوجو اوتعديل بيانات الجهة في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي وبعد ذلك اختيار خانة الاعدادات ثم النقر على جهات ستظهر لك صفحة ببايانات تقوم بتعبئتها (اسم الجهة باللغة الانجليزية-اسم الجهة باللغة العربية- اللوجو الخاص بالجهة-الرقم الضريبي باللغة العربية والانجليزية-معلومات الاتصال بالعربية والانجليزية) ثم بعد الانتهاء النقر على حفظ في اسفل الصفحة, يمكنك معرفة الجهات التي تم ادراجك فيها كموظف في اسفل الصفحة سيظهر لك ( اسم الجهة باللغة العربية والانجليزية والرقم اضريبي ومعلومات التواصل) , ومن خلال خانة البحثsearch يمكنك البحث عن الجهة المرادة . ويمكنك تعديل أو حذف بيانات الجهة من خانة التحكم يسار كل جهة. 


                                            </h3>
											
											
                                            <h4> انواع المعاملات
                                          <br>  هي خانة تمكنك من اضافة نوع معاملات للجهة المطلوبة في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي وبعد ذلك اختيار خانة الاعدادات ثم النقر على أنواع المعاملات ستظهر لك صفحة بيانات تقوم بتعبئتها (النوع "طلبات المستفيد او طلبات الاقسام الداخلية " -الجهات-الاسم باللغة الانجليزية- الاسم باللغة العربية-اختيار هل هي مفعلة ام لا) ثم بعد الانتهاء يمكنك اضافة خاصية وذلك عن طريق كتابة(النوع-الاسم-القيم-مطلوبة)ثم حفظ . وفي اسفل الصفحة ستجد جميع انواع المعاملات المسجلة مسبقا ويتم عرضها ب(الاسم باللغة العربية - الاسم باللغة الانجليزية - الجهات - النوع- الكود - الحالة) وتستطيع التحكم أو التعديل عن طريق النقر على أيقونة القلم بجانب كل نوع. وبالإمكان البحث عن نوع معاملة معين عن طريق استخدام خانة البحث search  الموجودة في نافذة أنواع المعاملات.


                                            </h4>
											
											<h4>اعدادات البريد الالكتروني
											<br> هي خانة تمكنك من ضبط اعدادات البريد الالكتروني الخاص وذلك من خلال الذهاب للصفحة الرئيسية لجهات ثم النقر على أيقونة مكتبي ثم اختيار اعدادات البريد الالكتروني من قائمة اعدادات وستظهر لك صفحة فيها البريد الالكتروني المسجل وتقوم بادراج كلمة المرور , وستعرض لك الصفحة أيضا المنفذ والخادم . 
											</h4>
											
											
											<h4>الحد الاقصى للمعاملات
											<br> هي خانة تمكنك من وضع حد أقصى للمعاملات التي سيتم ادراجها على المنصة وذلك من خلال الذهاب للصفحة الرئيسية لجهات ثم النقر على أيقونة مكتبي ثم اختيار الحد الأقصى للمعاملات من قائمة اعدادات وستظهر لك صفحة تقوم من خلالها بوضع رقم معين للحد الأقصى للمعاملات الذي ترغب باضافته ومن ثم النقر على زرالحفظ. 
										
											</h4>
											
											
											
											
											<h4>الحالة
											<br> 
											هي خانة تمكنك من إضافة حالة للمعاملات التي سيتم ادراجها على المنصة وذلك من خلال الذهاب للصفحة الرئيسية لجهات ثم النقر على أيقونة مكتبي ثم اختيار الحالات من قائمة اعددادات وستظهر لك صفحة تقوم من خلالها بكتابة اسم الحالة التي ترغب باضافتها (باللغة العربية والانجليزية) ثم تحديد إذا كنت ترغب باضافة تنبيه للحالة أم لا ثم النقر على زر الحفظ. وسيظهر لك بالأسفل حالات المعاملات التي تمت إضافتها مسبقا مثل (مفتوحة , قيد الانتظار , متأخرة , طلب اسناد معاملة , قيد التنفيذ , توجيه وغيرها) سيظهر لك اسم الحالة باللغة العربية والانجليزية والكود و زر التحكم إذا أردت التعديل على الحالة. وبامكانك البحث عن حالة معينة عن طريق كتابة اسم الحالة في خانة البحث search . 


											
											</h4>
											
											
											
											
											<h4>الرعاة 
											<br> 
											هي خانة تمكنك من عرض أو إضافة الرعاة على منصة جهات وذلك من خلال الذهاب للصفحة الرئيسية لجهات ثم النقر على أيقونة مكتبي ثم اختيار الرعاة من قائمة اعدادات وستظهر لك صفحة تقوم من خلالها بارفاق ملف صورة اللوجو الخاص بالشركة الراعية وإدراج موقعها الالكتروني ثم النقر على زر الحفظ . وسيظهر لك بالأسفل جميع الشركات الراعية المسجلة مسبقا وذلك من خلال عرض لوجو الشركة وموقعها الالكتروني وخانة التحكم إذا كنت ترغب بالتعديل أو الحذف. وبامكانك البحث عن شركة راعية معينة عن طريق استخدام خانة البحث search . 


											
											</h4>
											
											 <h4>تقرير الجهات
											
											
                                          <br>  هي خانة تمكنك من عرض تقرير بتاريخ ووقت إضافة الجهة الى منصة جهات وذلك من خلال الذهاب للصفحة الرئيسية لجهات ثم النقر على أيقونة مكتبي ثم اختيار تقرير الجهات من قائمة اعدادات وستظهر لك صفحة تقوم من خلالها بتحديد تايخ الفترة المرغوب بالبحث فيها (من و الى ) ومن ثم النقر على أيقونة عرض وستظهر لك الجهات المسجلة  بتلك الفترة عن طريق عرض اسم الجهة باللغة العربية والانجليزية وتاريخ إضافة الجهة , وبامكانك طباعة نتيجة البحث من خلال النقر على زر الطباعة , وتستطيع البحث عن جهة معينة في النتيجة المعروضة من خلال خانة البحث search . 


                                            </h4>
											
											
											
											
											<h4>المستفيد الافتراضي لإضافة معاملة 
											<br> هي خانة تمكنك من تحديد المستفيد الافتراضي عند إضافة المعاملة لكي يظهر لك في الخيار الأول عند إضافة المعاملة وذلك من خلال الذهاب للصفحة الرئيسية لجهات ثم النقر على أيقونة مكتبي ثم اختيار المستفيد الافتراضي لإضافة معاملة من قائمة اعدادات وستظهر لك صفحة تقوم من خلالها بتحديد المستفيد الافتراضي للمعاملات من القائمة المنسدلة ثم النقر على زر حفظ. 


											
											
											</h4>
											
											
											<h4> اعدادات النظام 
											<br> هي خانة تمكنك من ضبط اعدادات النظام على منصة جهات وذلك من خلال الذهاب للصفحة الرئيسية لجهات ثم النقر على أيقونة مكتبي ثم اختيار اعدادات النظام من قائمة اعدادات وستظهر لك صفحة الضبط تقوم فيها بتحديد اللغات التي توافق على صلاحية استخدامها في النظام ومن ثم تختار اللغة الأساسية ثم النقر على التالي , سيظهر لك في الصفحة التالية اسم الجهة باللغة العربية و الانجليزية ثم تنقر على التالي , ستظهر لك صفحة لضبط التوقيت المحلي للمنصة ثم التالي , واخيرا ستظهر لك صفحة فيها رقم الجوال والتليفون والفاكس والعنوان والبريد الالكتروني ونوع العملة ورمزها ومن ثم خانة لارفاق اللوجو الخاص بالجهة , حيث يمكنك ضبط جميع الاعدادات السابق ذكرها ومن ثم النقر على أيقونة حفظ أخر الصفحة , تستطيع التنقل بين الصفحات عن طريق أيقونات (السابق أو التالي) , وتسطيع عرض كامل التعديلات بعد حفظها عن طريق النقر على أيقونة عرض في آخر الصفحة.


											
											
											</h4>
											
											

                                        </div>
                                    </div>
                                </div>
                                <!-- single-four -->
                                <div class="card">
                                    <div class="card-header" id="headingffuree">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseFfure" aria-expanded="false" aria-controls="collapseFfure"> المستفيدين </a>
                                        </h2>
                                    </div>
                                    <div id="collapseFfure" class="collapse" aria-labelledby="headingffuree" data-parent="#accordionExample">
                                        <div class="card-body">
                                            <h3>عرض المستفيدين
		  
                                            <br>هي خانة تمكنك من معرفة المستفيدين في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي وبعد ذلك اختيار خانة المستفيدين ثم النقر على المستفيدين ستظهر لك صفحة بكل المستفيدين وبياناتهم المسجلة يمكنك من خلالها البحث عن المستفيدين في خانة البحث search  عن طريق كتابة رقم الهويه أو الاسم ويمكنك تقنين البحث باستخدام الايقوانات أعلى الصفحة فاالايقونة البرتقالية تعني كل المستفيدين والايقونة الخضراء لتحديد النوع  ذكر او انثى والايقونة الحمراء تعني حالة المستفيد هل هو مفعل أم لا, وبالضغط على ايقونة تعديل يمكنك تعديل بيانات المستفيد ومن خلال ايقونة ملف المستفيد يمكنك عرض بيانات المستفيد , وايقونة تحكم في الاسفل تمكنك من ارسال بيانات الدخول او تعديل المفوضين.


                                            </h3>
											
											
                                            <h4>تقرير تسجيل المستفيدين
											
											
                                          <br>  
										  هي خانة تمكنك من معرفة تقارير تسجيل للمستفيدين في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي وبعد ذلك اختيار خانة المستفيدين ثم النقر على تقرير تسجيل المستفيدين ستظهر لك صفحة بإضافة التاريخ من والى (بالميلادي والهجري) وعند الانتهاء تستطيع الطباعة عن طريق النقر اسفل الصفحة واختيار طباعة او اختيار عرض وسيتم عرض(اسم المستفيد-تاريخ التسجيل) اسفل الصفحة .


                                            </h4>
											
											
											
											
											<h4>اضافة المستفيدين
											<br> هي خانة تمكنك من إضافة المستفيد في منصة جهات وذلك من خلال الذهاب الى الصفحة الرئيسية لجهات ثم الدخول لمكتبي وبعد ذلك اختيار خانة المستفيدين ثم النقر على إضافة المستفيدين ستظهر لك صفحة إضافة مستفيد تقوم من خلالها بتعبئة البيانات ( الاسم باللغة العربية والانجليزية , العنوان والملاحظات باللغة العربية والانجليزية , البريد الالكتروني , الفاكس , الجوال , التليفون , الهوية , تحديد النوع و والجنسية , ثم تحديد نوع الشركة ومن ثم اختيار اسم الشركة من القائمة المنسدلة ) ثم اختر حفظ والتالي, وبعد ذلك ستظهر لك صفحة لإضافة المفوضين فإذا كنت ترغب بإضافة مفوض تقوم بعتبئة البيانات التالية( الاسم باللغة العربية والانجليزية , رقم الجوال , البريد الالكتروني) ثم النقر على حفظ , أو النقر على أيقونة التخطي إذا كنت لاترغب بإضافة مفوض.  


											
											
											</h4>


                    
                                        </div>
                                    </div>
                                </div>

                                 
                                 <!-- single-fivee-->
                                <div class="card">
                                    <div class="card-header" id="headingfivee>
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseFivee"aria-expanded="false" aria-controls="collapseFivee"> احصائيات</a>
                                        </h2>
                                    </div>
                                    <div id="collapseFivee"class="collapse" aria-labelledby="headingfivee"data-parent="#accordionExample">
                                        <div class="card-body">
                                            <h3> احصائيات عامة
                                            <br> الاحصائيات هي خدمة تمكننا من معرفة احصائيات العمل وسير المعاملات حيث من دخولك على حسابك الشخصي ثم الانتقال الى مكتبي يسار الصفحة ثم الضغط على خانة احصائيات ثم احصائيات عامة  والاحصائيات العامة تبين لنا حالات المعاملات بالنسب المئوية وايضاً اكثر انواع المعاملات استخداماً تظهر فيها الاسم باللغة العربية والانجليزية وجهة المعاملة وعدد المعاملات والنسبة المئوية ايضاً يوجد بالاحصائيات اخر انواع المعاملات استخداما تظهر فيها رقم ونوع وتاريخ المعاملة والمستفيد وحالة المعاملة.

 </h3>

                                            


                    
                                        </div>
                                    </div>
                                      <!-- single-six -->
                                <div class="card">
                                    <div class="card-header" id="headingsiix">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseSiix" aria-expanded="false" aria-controls="collapseSiix"> معاملات </a>
                                        </h2>
                                    </div>
                                    <div id="collapseSiix" class="collapse" aria-labelledby="headingsixSiix" data-parent="#accordionExample">
                                        <div class="card-body">
                                                                                     <h3>اضافة طلب
		  
                                            <br>
											عند اضافة طلب تنتقل الى مكتبي ثم الى المعاملات ثم الضغط على اضافة طلب .. هي خانه تمكنك من انشاء المعاملات الخاصة بك ولإضافة الطلب نختار مستفدين منصة جهات او عملاء واقسام داخلية ثم نوع الطلب ثم الجهات ثم اسم الموظف  والتاريخ يدرج تلقائي ثم عنوان  المعاملة ثم تفاصيلها ثم تحديد الاولوية ( عادي او مهمة او منخفض ) ونستطيع ارفاق جميع المستندات المراد ادراجها ثم حفظ.


                                            </h3>
											
											
                                            <h4>المعاملات
											
											
                                          <br>  هي خانة تمكنك من الإطلاع على كل المعاملات.. في يمين الشاشة عند الانتقال الى مكتبي ثم المعاملات ثم الضغط على المعاملات تظهر لنا جميع المعاملات التي تم ادراجها بالمنصة لجميع الموظفين يكتب ( اسم الموضوع والمستفيد واسم الموظف ونوع وتاريخ المعاملة وحالتها والأولوية وايضاً كود المعاملة ).. وللبحث عن معاملة ايضاً من عند خانة المعاملات نختار المستفيد والعميل واسم الموظف وحالة المعاملة التي اريد البحث عنها وتاريخها سواء بالهجري او الميلادي من الى ثم عرض.


                                            </h4>
											
											
											
											
											<h4>طلب تأجيل المعاملات
											<br> في يمين الشاشة عند الانتقال الى مكتبي ثم المعاملات ثم الضغط طلبات تأجيل المعاملات تظهر لك جميع المعاملات المؤجلة مدرجة بالموضوع والمستفيد والموظف ونوع المعاملة وتاريخ التأجيل والتحكم وايضاً يمكنك البحث عن معاملة مأجلة محددة من خلال خانة البحث.


											
											
											</h4>
											
											
											<h4>مراجعة معاملات موظف
											<br> هذه الخانة تسمح لك بمراجعة معاملات موظف معين في يمين الشاشة عند الانتقال الى مكتبي ثم المعاملات ثم الضغط علي مراجعة معاملات موظف ثم تختار ( اسم الموظف وحالة وتاريخ المعاملة من الى بالهجري او الميلادي ) ثم عرض اذا كنت فقط تريد عرض المعاملة . او طباعة اذا كنت ترغب بطباعة هذه المعاملة.


											
											
											</h4>
											
											
											
											
											<h4>معاملات لفت النظر
											<br>  في يمين الشاشة عند الانتقال الى مكتبي ثم المعاملات ثم الضغط على معاملات لفت النظر في هذه الخانه تظهر لك المعاملات التي  تم لفت نظر موظف لها مدرج بها اسم الموضوع والمستفيد والتعليق ونوع المعاملة والتاريخ والحالة واذا كنت تبحث عن معاملة محدده يمكنك البحث عن طريق اختيار موظف ثم التاريخ من الى هجري او ميلادي ثم عرض.


											
											
											</h4>
											
											<h4>معاملات منجزة
											<br> من هذة القائمة يمكن الاستعلام عن اي موظف والمعاملات التي تم إنجازها عن طريق اختيار اسم الموظف والتاريخ ثم عرض.


											
											
											</h4>
											
											
											<h4>نقل المعاملات
											<br> من هذة القائمة يمكنك نقل المعاملة من جهة لتسليمها لجهة اخرى عن طريق اختيار الجهة السابقة ثم المعاملة المراد نقلها ثم الجهة الجديدة التي ستنقل المعاملة لها ثم نوع المعاملة ثم حفظ.


											</h4>
											
                                           
                                        </div>
                                    </div>
                                </div>
                                         <!-- single-seven -->
                                <div class="card">
                                    <div class="card-header" id="headingseeven">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseSeeven" aria-expanded="false" aria-controls="collapseSeeven">الفواتير </a>
                                        </h2>
                                    </div>
                                    <div id="collapseSeeven" class="collapse" aria-labelledby="headingSeeven" data-parent="#accordionExample">
                                        <div class="card-body">
                                       		<h4>اضافة فاتورة مبيعات
											<br> هي خانة تمكنك من إضافة فاتورة مبيعات من خلال منصة جهات  ولإضافة فاتورة جديدة يمكنك الذهاب للصفحة الرئيسية ثم اختيار أيقونة مكتبي ثم إضافة فاتور مبيعات من أيقونة الفواتير .  ستظهر لك صفحة لإضافة فاتورة جديدة من خلالها تقوم بإضافة البيانات التالية : أولا تحديد اسم الجهة التي ستصدر الفاتورة , ثم تحديد ما إذا كانت "جهة أو مستفيد أو عميل أو جديد" , ويمكنك تحديد الفاتورة لأي جهة معنية بها من خلال النقر على "اختر جهة" ويمكنك اختيار أي جهة مسجلة ب"جهات" , ومن ثم اختيار اسم الموظف. بعد ذلك يمكنك تحديد  الصنف أسفل الصفحة سواء كان"جديد،او موجود مسبقاً ومن ثم كتابة (سعر الوحده- الخصم- الكمية - الرقم الضريبي- وتحديد التاريخ "ميلادي ،أوهجري" - تحديد طريقة الدفع "نقدي , آجل"). وبالامكان"إضافة ملاحظات إضافية للفاتورة بعد ذلك يتم حفظ الفاتورة بالضغط على أيقونة حفظ أسفل الصفحة .


											
											
											</h4>
											
											<h4>فواتيري
											<br> هي خانة تمكنك من إظهار جميع فواتيرك المسجلة في منصة جهات وذلك من خلال الذهاب للصفحة الرئيسية ثم اختيار أيقونة مكتبي ثم اختيار (فواتيري)من قائمة الفواتير.  يمكنك إظهار جميع الفواتير الخاصة بك فقط وذلك بتحديد التاريخ "الهجري،والميلادي", بعد ذلك بالنقر على ايقونة"عرض"بالاسفل يتم عرض جميع الفواتير التى تم إنشاؤها.


											
											
											</h4>
											
											
											<h4>كل فواتير الموظفين
											<br> 
											هي خانة تمكنك من عرض جميع فواتير موظفيك وذلك من خلال الذهاب للصفحة الرئيسية ثم النقر على أيقونة مكتبي ثم اختيار كل فواتير الموظفين من قائمة الفواتير . ستظهر لك صفحة تقوم من خلالها بتحديد اسم الموظف أو اختيار كل الموظفين  , وتحديد تاريخ إنشاء الفاتورة ،هجري،أوميلادي بعد ذلك يمكنك الاطلاع عليها بالنقر على ايقونة (عرض) أسفل الصفحة وبالامكان طباعتها من خلال أيقونة (طباعة) اوتحويلها لملف اكسيل من أيقونة (اكسيل)


											
											</h4>
											
											
											
											<h4> الاصناف
											<br> 
											هي خانة تمكنك من إضافة أصناف جديدة لفواتيرك في منصة جهات وذلك من خلال الذهاب للصفحة الرئيسة ثم النقر على أيقونة مكتبي ثم اختيار الأصناف من قائمة الفواتير . ستظهر لك صفحة تقوم بإضافة الأصناف التي ترغب باضافتها وتحديد الجهات ثم كتابة اسم الصنف باللغة العربية و الانجليزية وبعد ذلك يتم النقر على زر حفظ الموجود اسفل الصفحة. في أسفل الصفحة يتم عرض جميع الأصناف التي تم تسجيلها مسبقا بالبيانات التالية( الاسم باللغة العربية والانجليزية - الكود - الجهه) وبالامكان التعديل على هذه الأصناف باختيار زر تعديل الموجود يسار كل صنف. 


											
											</h4>

                                        </div>
                                    </div>
                                </div> 
                                                     <!-- single-eight -->
                                <div class="card">
                                    <div class="card-header" id="headingeightt">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseeightt" aria-expanded="false" aria-controls="collapseeightt">التقييم</a>
                                        </h2>
                                    </div>
                                    <div id="collapseeightt" class="collapse" aria-labelledby="headingeightt" data-parent="#accordionExample">
                                        <div class="card-body">
                                          	<h4> اعدادات تقييم الموظفين
											<br> 
											هي خانة تستطيع من خلالها ضبط إعدادات التقييم لموظفينك في منصة جهات وذلك من خلال الذهاب للصفحة الرئيسية ثم النقر على أيقونة مكتبي ثم أختيار (اعدادات تقييم الموظفين) من قائمة التقييم.  ستظهر لك صفحة جديدة تحتوي على "جدول تقييم الموظف تبعاً للمعاملات ويتم تقييم مدى انجازهم للمعاملة بعدد الساعات التي استغرقت لانجاز المعاملة ويتم التقييم من"5" . ثم تقييم انجاز المعاملة بعدد" الأيام" التي  استغرقت لإنجاز المعاملة ويتم تقييم الموظف من"5"  بعدها يتم حفظ اعدادات التقييم بالنقر على ايقونة حفظ الموجوده اسفل الصفحة.


											
											</h4>
											
											<h4>عرض تقييم الموظفين
											<br> 
											هي خانة تمكنك من عرض تقييم كل موظف وذلك من خلال الذهاب للصفحة الرئيسية ثم اختيار أيقونة مكتبي ثم اختيار عرض تقييم الموظفين من خيارات التقييم . ستظهر لك صفحة تقوم بتحديد اسم الموظف وتحديد نوع التقرير(اجمالي ،تفصيلي.) بعد ذلك تحديد التاريخ ميلادي وهجري ثم قم بالنقر على ايقونة "عرض" أسفل الصفحة .        


											
											</h4>

                                        </div>
                                    </div>
                                </div>
                                        <!-- single-nine -->
                                <div class="card">
                                    <div class="card-header" id="headingninee">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseninee" aria-expanded="false" aria-controls="collapseninee">المفكرة</a>
                                        </h2>
                                    </div>
                                    <div id="collapseninee" class="collapse" aria-labelledby="headingninee" data-parent="#accordionExample">
                                        <div class="card-body">
                                          

                                        </div>
                                    </div>
                                </div>
								
								  <div class="card">
                                    <div class="card-header" id="headingten">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapseten" aria-expanded="false" aria-controls="collapseten">العملاء والاقسام</a>
                                        </h2>
                                    </div>
                                    <div id="collapseten" class="collapse" aria-labelledby="headingten" data-parent="#accordionExample">
                                        <div class="card-body">
                                           

                                        </div>
                                    </div>
                                </div>
								  <div class="card">
                                    <div class="card-header" id="headingtenn">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapsetenn" aria-expanded="false" aria-controls="collapsetenn">اجتماعات</a>
                                        </h2>
                                    </div>
                                    <div id="collapsetenn" class="collapse" aria-labelledby="headingtenn" data-parent="#accordionExample">
                                        <div class="card-body">
                                           

                                        </div>
                                    </div>
                                </div>
								  <div class="card">
                                    <div class="card-header" id="headingtennn">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapsetennn" aria-expanded="false" aria-controls="collapsetennn">الموظفين</a>
                                        </h2>
                                    </div>
                                    <div id="collapsetennn" class="collapse" aria-labelledby="headintennn" data-parent="#accordionExample">
                                        <div class="card-body">
                                          

                                        </div>
                                    </div>
                                </div>
								  <div class="card">
                                    <div class="card-header" id="headingtennnn">
                                        <h2 class="mb-0">
                                            <a href="#" class="btn-link collapsed" data-toggle="collapse" data-target="#collapsetennnn" aria-expanded="false" aria-controls="collapsetennnn">الصلاحيات</a>
                                        </h2>
                                    </div>
                                    <div id="collapsetennnn" class="collapse" aria-labelledby="headingtennnn" data-parent="#accordionExample">
                                        <div class="card-body">
                                          

                                        </div>
                                    </div>
                                </div>
								  

                                </div>

                                
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    

    </main>
    @endsection
   